Number of columns in the table.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public int NumberOfColumns { get; }
  Visual Basic
Public ReadOnly Property NumberOfColumns As Integer
	Get
  Visual C++
public:
property int NumberOfColumns {
	int get ();
}
 See Also
  FamilySizeTable Class
  Autodesk.Revit.DB Namespace